{
  "title": "À propos d'AidVault",
  "subtitle": "Nous sommes en mission pour rendre les dons charitables accessibles, transparents et impactants pour tous. Découvrez qui nous sommes et pourquoi nous faisons ce que nous faisons.",
  "whoWeAre": "Qui nous sommes",
  "platformBuilt": "Une plateforme conçue pour l'épargne intentionnelle",
  "whoWeAreP1": "AidVault est plus qu'une plateforme d'épargne - c'est un mouvement. Nous croyons que chacun a le pouvoir de faire une différence, et que de petites actions constantes peuvent mener à un changement transformateur.",
  "whoWeAreP2": "En consacrant seulement 20% de votre épargne à l'éducation des enfants, vous rejoignez des milliers d'autres personnes qui prouvent que la générosité et la croissance financière personnelle peuvent aller de pair.",
  "ourStory": "Notre histoire",
  "storyTitle": "Du parcours d'un enfant à un mouvement mondial",
  "storyP1": "Un matin dans le Rwanda rural, notre fondatrice a regardé une fillette de 8 ans nommée Uwase entrer dans sa classe après un trajet de 5 kilomètres. Elle était impatiente d'apprendre, mais son bureau était vide. Pas de cahier. Pas de crayon. Seulement de la détermination. Ce moment a révélé une vérité puissante: le potentiel est partout, mais l'opportunité ne l'est pas.",
  "storyP2": "De cette expérience, AidVault est né en 2025 avec une idée simple mais audacieuse: et si construire votre avenir financier pouvait aussi construire l'éducation d'un enfant? Et si épargner de l'argent ne faisait pas que sécuriser demain, mais changeait une vie aujourd'hui? Notre mission est de transformer l'épargne en impact.",
  "storyP3": "AidVault connecte des personnes du monde entier avec des enfants dans le besoin, transformant les habitudes financières quotidiennes en accès à l'éducation, à la dignité et à l'espoir. Chaque contribution aide à placer des outils d'apprentissage dans de jeunes mains et ouvre des portes vers un avenir meilleur. Ce qui a commencé comme l'histoire d'un enfant est devenu un mouvement mondial, car lorsque nous investissons ensemble, aucun enfant ne marche seul.",
  "meetTeam": "Notre équipe",
  "teamSubtitle": "Rencontrez les personnes derrière AidVault",
  "teamDesc": "Une équipe dévouée unie par une croyance partagée dans le pouvoir de l'éducation",
  "ourValues": "Nos valeurs",
  "whatWeStandFor": "Ce que nous défendons",
  "valuesDesc": "Ces principes guident tout ce que nous faisons chez AidVault",
  "valueTransparency": "Transparence",
  "valueTransparencyDesc": "Chaque don est suivi et rapporté. Vous saurez toujours exactement où va votre contribution et l'impact qu'elle a.",
  "valueEducationFirst": "L'éducation d'abord",
  "valueEducationFirstDesc": "Nous croyons que l'éducation est l'outil le plus puissant pour briser les cycles de pauvreté et créer un changement durable.",
  "valueCommunity": "Communauté",
  "valueCommunityDesc": "Ensemble, nous sommes plus forts. Notre plateforme connecte des personnes partageant les mêmes idées, engagées à faire la différence.",
  "valueTrust": "Confiance",
  "valueTrustDesc": "Nous travaillons uniquement avec des partenaires éducatifs vérifiés et assurons une transparence totale dans toutes nos opérations.",
  "valueImpact": "Impact mesurable",
  "valueImpactDesc": "Chaque métrique que nous suivons est liée à des résultats réels pour de vrais enfants dans de vraies salles de classe.",
  "joinCommunity": "Prêt à rejoindre notre communauté?",
  "joinCommunityDesc": "Commencez votre parcours d'épargne aujourd'hui et faites partie d'un mouvement qui change la vie des enfants.",
  "createYourAccount": "Créez votre compte",
  "founded": "Fondée",
  "countries": "Pays",
  "donors": "Donateurs",
  "transparent": "Transparent",
  "team": [
    {
      "name": "Mlle. Mwiza Daisy",
      "role": "Fondatrice & Directrice Générale",
      "bio": "Une leader orientée vers un objectif avec une vision claire d'utiliser l'innovation financière pour élargir l'accès à l'éducation. Mlle. Mwiza a fondé AidVault pour relier l'épargne mondiale à l'impact local, dirigeant la stratégie organisationnelle, les partenariats et la croissance à long terme pour offrir des opportunités éducatives durables aux enfants."
    },
    {
      "name": "M. Sugira Digne",
      "role": "Directeur Technique",
      "bio": "Un ingénieur logiciel senior et architecte systèmes spécialisé dans les plateformes financières sécurisées et évolutives. M. Sugira supervise la stratégie technologique d'AidVault, assurant l'intégrité du système, la protection des données et la performance tout en traduisant les objectifs d'impact social en solutions numériques fiables."
    },
    {
      "name": "M. Nshuti Daniel",
      "role": "Directeur des Partenariats",
      "bio": "Un leader stratégique des partenariats responsable de la construction et de la gestion des relations avec les institutions financières, les ONG, les donateurs et les parties prenantes régionales. M. Nshuti stimule la collaboration et la mobilisation des ressources pour étendre l'impact d'AidVault en Afrique de l'Est et au-delà."
    },
    {
      "name": "M. Uwayezu Michael",
      "role": "Directeur Communautaire",
      "bio": "Un leader de l'engagement communautaire axé sur le renforcement des relations avec les écoles, les familles et les partenaires locaux. M. Uwayezu veille à ce que les programmes soient dirigés par la communauté, efficaces et alignés sur les besoins réels des enfants sur le terrain."
    }
  ]
}
