{
  "title": "Notre Mission",
  "missionStatement": "Rendre l'éducation de qualité accessible à chaque enfant, partout, grâce au pouvoir collectif de l'épargne intentionnelle.",
  "missionBelief": "Nous croyons que lorsque les gens épargnent avec intention et donnent avec transparence, nous pouvons créer un changement durable dans les communautés du monde entier.",
  "visionTitle": "Notre Vision",
  "visionSubtitle": "Un monde où chaque enfant a les outils pour apprendre",
  "visionP1": "Nous envisageons un avenir où aucun enfant ne se voit refuser l'éducation en raison du manque de ressources. Où les fournitures scolaires, les livres et le matériel pédagogique sont disponibles pour chaque élève, indépendamment de leur situation économique.",
  "visionP2": "Grâce à AidVault, nous construisons une communauté mondiale d'épargnants qui comprennent que leurs objectifs financiers personnels peuvent coexister avec - et même amplifier - leur désir de redonner.",
  "visionP3": "Notre vision n'est pas seulement de fournir des fournitures. C'est de créer un modèle durable où la générosité devient une partie naturelle de la planification financière, et où l'impact du don est visible, mesurable et significatif.",
  "universalAccess": "Accès universel",
  "universalAccessDesc": "Chaque enfant mérite une éducation",
  "sustainableImpact": "Impact durable",
  "sustainableImpactDesc": "Changement à long terme, pas seulement de l'aide",
  "globalCommunity": "Communauté mondiale",
  "globalCommunityDesc": "Unis dans un but commun",
  "whyEducation": "Pourquoi l'éducation?",
  "educationEqualizer": "L'éducation: Le grand égalisateur",
  "educationEqualizerDesc": "De toutes les façons de créer un changement positif, nous avons choisi l'éducation pour une raison simple: ça fonctionne.",
  "breaksCycle": "Brise le cycle",
  "breaksCycleDesc": "Les enfants qui reçoivent une éducation de qualité ont 2 fois plus de chances de sortir de la pauvreté et de contribuer positivement à leurs communautés. L'éducation crée des opportunités qui se répercutent sur les générations.",
  "highImpact": "Fort impact, faible coût",
  "highImpactDesc": "Seulement 50$ peuvent fournir à un enfant des fournitures scolaires pour une année entière. C'est l'un des meilleurs retours sur investissement dans les dons charitables - des résultats tangibles pour des contributions modestes.",
  "empowersCommunities": "Renforce les communautés",
  "empowersCommunitiesDesc": "Les enfants éduqués deviennent des leaders communautaires, des enseignants, des médecins et des entrepreneurs. En investissant dans l'éducation, nous investissons dans le leadership futur de régions entières.",
  "goalsTitle": "Nos objectifs",
  "goalsSubtitle": "Objectifs mesurables, résultats réels",
  "goalsDesc": "Nous fixons des objectifs ambitieux mais réalisables et suivons notre progression de manière transparente",
  "goals": [
    {
      "target": "10 000",
      "description": "Enfants avec accès à une éducation de qualité d'ici 2026"
    },
    {
      "target": "500K RWF",
      "description": "En ressources éducatives distribuées d'ici 2025"
    },
    {
      "target": "50",
      "description": "Écoles partenaires dans 20 pays"
    },
    {
      "target": "25K",
      "description": "Donateurs actifs dans notre communauté mondiale"
    }
  ],
  "transparency": "Transparence",
  "whereYourDonationsGo": "Où vont vos dons",
  "transparencyDesc": "Nous croyons que vous méritez une transparence complète sur la façon dont vos contributions sont utilisées. Voici exactement comment nous allouons chaque dollar donné via AidVault.",
  "fundAllocation": {
    "schoolSupplies": "Fournitures scolaires",
    "learningMaterials": "Matériel pédagogique",
    "teacherSupport": "Soutien aux enseignants",
    "infrastructure": "Infrastructure",
    "operations": "Opérations"
  },
  "goesToPrograms": "Va directement aux programmes",
  "joinMission": "Rejoignez-nous dans cette mission",
  "joinMissionDesc": "Chaque épargnant qui rejoint AidVault devient partie de quelque chose de plus grand. Commencez votre parcours aujourd'hui et aidez-nous à atteindre nos objectifs.",
  "startSavingToday": "Commencez à épargner aujourd'hui",
  "learnAboutUs": "En savoir plus sur nous"
}
