{
  "title": "Ibyerekeye AidVault",
  "subtitle": "Dufite intego yo gutuma gutanga inkunga bigera kuri bose, bikaba bisobanutse kandi bigira ingaruka zifatika. Menya abo turi bo n’impamvu dukora ibyo dukora.",
  "whoWeAre": "Abo Turi Bo",
  "platformBuilt": "Urubuga Rwubakiye ku Kuzigama bifite Intego",
  "whoWeAreP1": "AidVault si urubuga rwo kuzigama gusa—ni igikorwa gihindura imyumvire. Twemera ko buri muntu afite ubushobozi bwo gutanga umusanzu, kandi ko ibikorwa bito ariko bihoraho bishobora guteza impinduka zikomeye.",
  "whoWeAreP2": "Iyo wemeye gutanga 20% by’amafaranga yawe wizigama mu burezi bw’abana, uba winjiye mu muryango w’abantu benshi bagaragaza ko ubugiraneza n’iterambere ry’imari bishobora kugenda bihuje.",
  "ourStory": "Amateka Yacu",
  "storyTitle": "Uhereye ku Rugendo rw’Umwana Umwe kugera ku Gikorwa Mpuzamahanga",
  "storyP1": "Umunsi umwe mu gitondo mu cyaro cy’u Rwanda, umuyobozi washinze AidVault yabonye umwana w’umukobwa w’imyaka 8 witwa Uwase yinjiye mu ishuri nyuma yo kugenda kilometero 5. Yari afite ubushake bwo kwiga—ariko intebe ye yari ubusa. Nta gatabo. Nta ikaramu. Hari gusa ukwihangana. Icyo gihe cyagaragaje ukuri gukomeye: impano ziri hose, ariko amahirwe si yo.",
  "storyP2": "Ayo mateka ni yo yabyaye AidVault mu 2025, ishingiye ku gitekerezo cyoroheje ariko gifite imbaraga—ese byashoboka ko kubaka ejo hazaza hawe mu by’imari byanubaka uburezi bw’umwana? Ese kuzigama ntibyaba gusa kwirinda ejo, ahubwo bikaba no guhindura ubuzima uyu munsi? Intego yacu ni uguhindura kuzigama bikavamo ingaruka nziza.",
  "storyP3": "AidVault ihuza abantu bo hirya no hino ku isi n’abana bakeneye ubufasha, ihindura imyitwarire isanzwe y’imari ikavamo amahirwe yo kwiga, icyubahiro n’icyizere. Buri musanzu ufasha gushyira ibikoresho by’ishuri mu maboko y’abana no kubafungurira ejo hazaza heza. Icyatangiriye ku nkuru y’umwana umwe cyabaye igikorwa mpuzamahanga—kuko iyo dushoye hamwe, nta mwana ugenda wenyine.",
  "meetTeam": "Itsinda Ryacu",
  "teamSubtitle": "Menya Abantu Bari Inyuma ya AidVault",
  "teamDesc": "Itsinda ryitangiye intego imwe yo kwizera imbaraga z’uburezi",
  "ourValues": "Indangagaciro Zacu",
  "whatWeStandFor": "Ibyo Dushyigikiye",
  "valuesDesc": "Aya mahame ni yo atuyobora mu byo dukora byose muri AidVault",
  "valueTransparency": "Gusobanuka",
  "valueTransparencyDesc": "Buri nkunga ikurikiranwa kandi igatangazwa. Uzahora uzi neza aho umusanzu wawe ugiye n’ingaruka ugira.",
  "valueEducationFirst": "Uburezi Mbere ya Byose",
  "valueEducationFirstDesc": "Twemera ko uburezi ari igikoresho gikomeye kurusha ibindi mu guca imizigo y’ubukene no guteza impinduka zirambye.",
  "valueCommunity": "Umuryango",
  "valueCommunityDesc": "Iyo turi kumwe, tuba bakomeye kurushaho. Urubuga rwacu ruhuza abantu bafite intego imwe yo gutanga umusanzu.",
  "valueTrust": "Icyizere",
  "valueTrustDesc": "Dukorana gusa n’abafatanyabikorwa bemewe mu burezi kandi dutanga ibisobanuro byuzuye ku bikorwa byacu byose.",
  "valueImpact": "Ingaruka Zipimika",
  "valueImpactDesc": "Buri gipimo dukurikirana gihuzwa n’ingaruka zifatika ku bana nyabo bari mu mashuri nyayo.",
  "joinCommunity": "Witeguye Kwinjira mu Muryango Wacu?",
  "joinCommunityDesc": "Tangira urugendo rwawe rwo kuzigama uyu munsi uba umwe mu bagize igikorwa gihindura ubuzima bw’abana.",
  "createYourAccount": "Fungura Konti Yawe",
  "founded": "Yashinzwe",
  "countries": "Ibihugu",
  "donors": "Abatanga Inkunga",
  "transparent": "Isobanutse",
  "team": [
    {
      "name": "Madamu Mwiza Daisy",
      "role": "Uwashinze & Umuyobozi Mukuru (CEO)",
      "bio": "Umuyobozi ufite intego n’icyerekezo cyo gukoresha ikoranabuhanga mu by’imari mu kwagura amahirwe y’uburezi. Madamu Mwiza yashinze AidVault agamije guhuza kuzigama ku rwego mpuzamahanga n’ingaruka zifatika ku rwego rw’ibanze, ayobora ingamba z’ikigo, ubufatanye n’iterambere rirambye rigamije gufasha abana kubona uburezi burambye."
    },
    {
      "name": "Bwana Sugira Digne",
      "role": "Umuyobozi Mukuru w’Ikoranabuhanga (CTO)",
      "bio": "Injeniyeri w’inararibonye mu by’ikoranabuhanga n’inyubako za sisiteme, wihariye mu mbuga z’imari zitekanye kandi zipima. Bwana Sugira ashinzwe icyerekezo cy’ikoranabuhanga cya AidVault, akita ku mutekano wa sisiteme, kurinda amakuru no gutuma ikora neza, ahuza intego z’ingaruka nziza n’ibisubizo by’ikoranabuhanga byizewe."
    },
    {
      "name": "Dr. Nshuti Daniel",
      "role": "Umuyobozi ushinzwe Ubufatanye",
      "bio": "Umuyobozi w’inzobere mu bufatanye ushinzwe kubaka no kuyobora imikoranire n’ibigo by’imari, imiryango itari iya Leta, abaterankunga n’abafatanyabikorwa mu turere. Dr. Nshuti ateza imbere ubufatanye no gukusanya ubushobozi bigamije kwagura ingaruka za AidVault muri Afurika y’Iburasirazuba no hirya yayo."
    },
    {
      "name": "Dr. Ishimwe Melissa",
      "role": "Umuyobozi w’Umuryango",
      "bio": "Umuyobozi wita ku mibanire n’abaturage wibanda ku gushimangira umubano n’amashuri, imiryango n’abafatanyabikorwa bo mu nzego z’ibanze. Dr. Melissa yemeza ko gahunda zikorwa ziyobowe n’abaturage, zigira umusaruro kandi zijyanye n’ibikenewe nyabyo by’abana."
    }
  ]
}
